Repository: ekuester/Periodic-Table-Molecular-Formula
Catalog: po/*.po
Languages: de, nl

source: Elementary Analysis:
nl: Elementar-analyse:

source: ">Wikipedia</a> article
de: ">Wikipedia</a> Artikel
nl: ">Wikipedia</a> artikel

source: About
de: Über
nl: Erover

source: Aluminum
nl: Aluminium

source: Antimony
nl: Antimonium

source: Arsenic
nl: Arseen

source: Atomic Radius [pm]
de: Atomradius [pm]
nl: Atoomstraal [pm]

source: Bismuth
nl: Bismut

source: Boiling Point [K]
de: Siedepunkt [K]
nl: Kookpunkt [K]

source: Bond sign misplaced here
de: Bindungszeichen verkehrt plaziert
nl: Bindingsteken verkeert geplaatst

source: Bonding Type
de: Bindungstyp
nl: Bindingstype

source: Boron
nl: Boor_(element)

source: Bromine
nl: Broom_(element)

source: COMMENTS
de: KOMMENTARE
nl: COMMENTAREN

source: Calc
de: Rechner
nl: Rekener

source: Carbon
nl: Koolstof

source: Chlorine
nl: Chloor_(element)

source: Chromium
nl: Chroom_(element)

source: Close
de: Schliessen
nl: Sluiten

source: Closing ) missing
de: Schliessende ) fehlt
nl: Sluitend ) misst

source: Closing ] missing
de: Schliessende ] fehlt
nl: Sluitend ] misst

source: Cobalt
nl: Kobalt

source: Copper
nl: Koper_(element)

source: Copyright © 2020 Erich Küster. All rights reserved.
nl: Copyright © 2020 Erich Küster. Alle rechten voorbehouden.

source: Density [g/mL]
de: Dichte [g/mL]
nl: Dichtheid [g/mL]

source: Dmitri Ivanovich Mendeleev, Saint Petersburg / Russia, 6 March 1869
de: Dmitri Iwanowitsch Mendelejew, Sankt Petersburg / Russland, 6. März 1869
nl: Dmitri Ivanovitsj Mendelejev, Sint-Petersburg / Rusland, 6 maart 1869

source: Electronaffinity
de: Elektroaffinität
nl: Elektro-affiniteit

source: Electronegativity
de: Elektronegativität
nl: Elektronegativiteit

source: Electronic Configuration
de: Elektronenkonfiguration
nl: Elektronenconfiguratie

source: Element symbol expected
de: Elementsymbol erwartet
nl: Element-symbool verwacht

source: Erich Küster, Krefeld / Germany
de: Erich Küster, Krefeld / Deutschland
nl: Erich Küster, Krefeld / Duitsland

source: Error: Check input
de: Eingabe überprüfen
nl: Fout: controleer invoer

source: Exit
de: Verlassen
nl: Afsluiten

source: Fluorine
nl: Fluor_(element)

source: Formula:
de: Formel:
nl: Formule:

source: Further Information
nl: Verdere informatie

source: Gold
nl: Goud

source: Group, Block
de: Gruppe, Block
nl: Groep, blok

source: Gtk+: Application - Element Properties
de: Gtk+: Anwendung - Elementeigenschaften
nl: Gtk+: Applicatie - Elementeigenschapen

source: Gtk+: Calculator - Molecular Formula
de: Gtk+: Rechner - Summenformel
nl: Gtk+: Calculator - Somformule

source: Gtk+: Chemistry Application - Periodic Table · Element Properties · Molecular Weight
de: Gtk+: Anwendung für die Chemie - PeriodenSystem · Elementeigenschaften · Molekulargewicht
nl: Gtk+: Applicatie voor Scheikundige - Periodiek Systeem · Elementeigenschapen · Moleculairgewicht

source: Help
de: Hilfe
nl: Hulp

source: Hydrogen
nl: Waterstof_(element)

source: IUPAC, International Union of Pure and Applied Chemistry
de: IUPAC, Internationale Union für reine und angewandte Chemie
nl: IUPAC, Internationale Unie voor Zuivere en Toegepaste Scheikunde

source: Index 0 not allowed
de: Index 0 nicht erlaubt
nl: Index 0 niet veroorlofd

source: Iodine
nl: Jood_(element)

source: Ion Radius [pm]
de: Ionenradius [pm]
nl: Ion-straal [pm]

source: Ionization Energy
de: Ionisierungsenergie
nl: Ionisatiepotentiaal

source: Iridium
nl: Iridium_(element

source: Iron
nl: IJzer_(element)

source: Krypton
nl: Krypton_(element)

source: Lanthanum
nl: Lanthaan

source: Lead
nl: Lood_(element)

source: Lithium
nl: Lithium_(element)

source: Manganese
nl: Mangaan

source: Mass
de: Masse
nl: Massa

source: Melting Point [K]
de: Schmelzpunkt [K]
nl: Smeltpunt [K]

source: Mercury_(element)
nl: Kwik

source: Molar mass:
de: Molekulargewicht:
nl: Moleculairgewicht:

source: Molecular weight is too big
de: Molekulargewicht zu groß
nl: Moleculairgewicht te groot

source: Molybdenum
nl: Molybdeen

source: Name
nl: Naam

source: Neon
nl: Neon_(element)

source: Nickel
nl: Nikkel

source: Nitrogen
nl: Stikstof_(element)

source: No formula entered
de: Keine Formel eingegeben
nl: Geen formule ingegeven

source: No valid element symbol (actual not in table)
de: Kein gültiges Elementsymbol (nicht vorhanden)
nl: Geen geldig element-symbool (niet voorhanden)

source: Open
de: Öffnen
nl: Openen

source: Overall formula:
de: Summenformel:
nl: Somformule:

source: Oxidation States
de: Oxidationsstufen
nl: Oxidatietoestanden

source: Oxygen
nl: Zuurstof_(element)

source: Page Setup
de: Seite einrichten
nl: Pagina-instellingen

source: Palladium
nl: Palladium_(element)

source: Periodic Table and Molecular Formula for Chemists
de: Periodensystem und Summenformel für Chemiker
nl: Periodiek Systeem en Molecuulformule voor Scheikundige

source: Phosphorus
nl: Fosfor

source: Place holder, no error
de: Platzhalter, keine Fehlerart
nl: Plaatshouder, geen fout

source: Platinum
nl: Platina

source: Potassium
nl: Kalium

source: Print Preview
de: Druckvorschau
nl: Afdrukvoorbeeld

source: Print...
de: Drucken...
nl: Afdrukken...

source: Radon
nl: Radon_(element)

source: Selenium
nl: Seleen

source: Silicon
nl: Silicium

source: Silver
nl: Zilver

source: Sodium
nl: Natrium

source: State @RT
de: Zustand @RT
nl: Toestand @RT

source: Sulfur
nl: Zwavel

source: Symbol
nl: Symbool

source: Table
de: Tabelle
nl: Tabel

source: Tantalum
nl: Tantaal

source: Tellurium
nl: Telluur

source: Tin
nl: Tin_(element)

source: Titanium
nl: Titaan

source: Too many bond signs
de: Zu viele Bindungszeichen
nl: Te veel bindingstekens

source: Tungsten
nl: Wolfraam

source: Unexpected response!
de: Antwort so nicht erwartet
nl: Antwoord niet so verwacht

source: Uranium
nl: Uraan

source: Year of Discovery
de: Jahr der Entdeckung
nl: Jaar van ontdekking

source: Zinc
nl: Zink_(element)

source: actinoid
nl: Actinide

source: alkali metal
nl: Alkalimetaal

source: alkaline earth metal
nl: Aardalkalimetaal

source: ancient
nl: prehistorisch

source: atomic
nl: monatomisch

source: covalent network
nl: Covalent netwerk

source: cpkHexColor
de: cpkHexFarbe
nl: cpkHexKleur

source: diatomic
nl: diatomisch

source: en
nl: nl

source: halogen
nl: Halogeen

source: lanthanoid
nl: Lanthanide

source: legend-EN-480x140.svg
nl: legend-NL-480x140.svg

source: liquid
nl: Vloeistof

source: metal
nl: Metaal

source: metallic
nl: metalen

source: metalloid
nl: metalloïd

source: noble gas
nl: Edelgas

source: nonmetal
nl: niet-metalen

source: post-transition metal
nl: Na-Overgangsmetaal

source: see <a href="
de: siehe <a href="
nl: zie <a href="

source: solid
nl: Vastestof

source: transition metal
nl: Overgangsmetaal

source: van der Waals Radius [pm]
nl: van der Waals straal [pm]

source: — Periodic Table of the Elements —
nl: — Periodiek Systeem der Elementen —

source: Elementary Analysis:
de: Elementaranalyse

source: Copyright © 2018 Erich Küster. All rights reserved.
de: Copyright © 2018 Erich Küster. Alle Rechte vorbehalten.

source: LICENSE
de: Lizenz

source: Snapshot
de: Schnappschuss

source: Source URL
de: Herkunfts-URL

source: gtkmm Website - C++ Interfaces for GTK+ and GNOME
de: gtkmm Webseite - C++ Interfaces for GTK+ and GNOME

source: legend-EN-464x144.svg
de: legend-DE-464x144.svg

source: ··· Periodic Table of the Elements ···
de: ··· Periodensystem der Elemente ···
